Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId HostFlagAreaOff { get; }
  Visual Basic
Public Shared ReadOnly Property HostFlagAreaOff As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ HostFlagAreaOff {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures RebarSystemFailures Class
  Autodesk.Revit.DB Namespace